[
    
    
{  "color":"negro","pantalla":"6.53","name":"Xiaomi Redmi 9 64GB","price":"129€","description":"La resolución Full HD+ de 2340x1080 asegura una experiencia visual envolvente y ofrece una visión nítida del mundo que te rodea. Con la certificación de luz azul baja de TÜV Rheinland, puedes pasar horas mirando tu teléfono sin sentir fatiga visual.\n\nEl diseño circular alrededor del módulo de la cámara es único y brinda una sensación de equilibrio y elegancia. La parte trasera presenta un diseño texturizado que evita las huellas dactilares y mantiene el dispositivo como nuevo en todo momento. Color gradiente, aspecto único.\n\nRendimiento potente y estable, multitarea suave, experiencia audiovisual y de juego sin interrupciones. Con una batería del tamaño de una powerbank y una tecnología de carga rápida de 18 W, ya pases tu tiempo viendo películas, jugando o haciendo llamadas telefónicas, te proporcionará la energía que necesitas.","rate":6,"imgUrl":"http://localhost:3002/public/1619359591520Xiaomi Redmi 64GB.jpg","__v":0
}
,
{
    "color":"negro","pantalla":"6.50","name":"Samsung Galaxy A32 5G 64GB+4GB RAM","price":"219€","description":"Tu Samsung Galaxy A32 5G llega para que puedas disfrutar de la revolucionaria conexión 5G. Ahora podrás ver todos tus contenidos en directo sin interrupciones, compartir archivos al momento y jugar sin limitaciones. Todo lo que te ofrecían el Galaxy A30s y A31 pero mejorado.\n\nUna pantalla de cine en tus manos\nVer contenido en tu dispositivo Galaxy A32 5G es una experiencia adictiva. Su tecnología HD+ hará que tu contenido favorito gane en detalle y claridad gracias a su pantalla Infinity-V de 6.5 pulgadas. Ninguna pantalla te parecerá lo suficientemente buena después de probar la de tu Galaxy.\n\nLos mejores recuerdos de la mano de tu dispositivo\nSacarás fotografías de todos los tipos con las cuatro cámaras de tu Samsung Galaxy A32 5G. Retratos, fotografías angulares, pequeños detalles… Su cámara principal tiene 48MP para tu día a día. Si quieres imágenes espectaculares, usa la Cámara Ultra Gran Angular, si eres de prestar atención la Cámara Macro es tu aliada para los detalles, pero si eres más de retratos tienes la Cámara de Profundidad a tu disposición.\n\nUna batería de la que no estar pendiente\nOlvídate de estar pendiente de la duración de la batería. Gracias a los 5.000 mAh de tu Galaxy A32 5G y la carga rápida de hasta 15W, una vez que cargues tu Smartphone podrás disfrutar sin preocupaciones.\n\nGame Booster para los amantes de los juegos\nSacar el mayor rendimiento a los juegos de tu dispositivo es una realidad con el nuevo Game Booster gracias a su interfaz y menú de fácil acceso. Tendrás gráficos fluidos y de la mejor calidad con Frame Booster mientras aprendes tus patrones de uso para optimizar la batería, la temperatura y la memoria.\n\nNunca te quedarás sin almacenamiento y velocidad\nGracias a su gran capacidad de almacenamiento interno, ampliable hasta 1TB más de espacio con una tarjeta microSD podrás albergar todo el contenido que te importa. Además, el último móvil Samsung Galaxy A32 5G combina todo esto con alta potencia del procesador Octa-core de 4GB de RAM para que tu dispositivo funcione a su máximo rendimiento todo tiempo.\n\nSi te ha gustado el Samsung Galaxy A32 5G y ya has disfrutado del Galaxy A31 y A30s en The Phone House, mira qué más tenemos en la gama Galaxy Note, Galaxy S o la gama Galaxy A. Consulta si prefieres nuestras ofertas en todos los móviles Samsung.\nEl diseño circular alrededor del módulo de la cámara es único y brinda una sensación de equilibrio y elegancia. La parte trasera presenta un diseño texturizado que evita las huellas dactilares y mantiene el dispositivo como nuevo en todo momento. Color gradiente, aspecto único.\n\nRendimiento potente y estable, multitarea suave, experiencia audiovisual y de juego sin interrupciones. Con una batería del tamaño de una powerbank y una tecnología de carga rápida de 18 W, ya pases tu tiempo viendo películas, jugando o haciendo llamadas telefónicas, te proporcionará la energía que necesitas.","rate":7,"imgUrl":"http://localhost:3002/public/1619359796967Samsung Galaxy A32 5G 64GB.png"
}
,
    
{
    "color":"negro","pantalla":"6.47","name":"Xiaomi Mi Note 10 Lite 64GB+6GB RAM","price":"249€","description":"Un festín para los sentidos: diseño elegante y pionero para una nueva era.\nCorning Gorilla Glass 5 en la parte delantera y trasera. Diseño práctico y elegante para una mayor durabilidad.\nFotografía impresionante. Cuádruple cámara trasera para una amplia gama de situaciones de captura.\nGrabación de historias en modo videoblog. La función de grabación de vídeo incluye un modo de videoblog que se puede utilizar para crear vídeos para compartirlos en línea.\nBatería de gran capacidad para un rendimiento duradero. En reuniones o viajes de negocios, es fundamental tener una batería fiable. Mi Note 10 Lite cuenta con una batería de 5260mAh que proporciona energía más que suficiente para más de 2 días. También es compatible con la tecnología de carga rápida de 30W, que permite recargar la batería en un santiamén.\nProcesador avanzado para un rendimiento perfecto. Qualcomm Snapdragon 730G.\nDesbloqueo rápido con huella dactilar. Reconocimiento rápido y preciso de huellas dactilares. Funciona incluso en climas fríos y secos.\nUna pantalla de cine en tus manos\nVer contenido en tu dispositivo Galaxy A32 5G es una experiencia adictiva. Su tecnología HD+ hará que tu contenido favorito gane en detalle y claridad gracias a su pantalla Infinity-V de 6.5 pulgadas. Ninguna pantalla te parecerá lo suficientemente buena después de probar la de tu Galaxy.\n\nLos mejores recuerdos de la mano de tu dispositivo\nSacarás fotografías de todos los tipos con las cuatro cámaras de tu Samsung Galaxy A32 5G. Retratos, fotografías angulares, pequeños detalles… Su cámara principal tiene 48MP para tu día a día. Si quieres imágenes espectaculares, usa la Cámara Ultra Gran Angular, si eres de prestar atención la Cámara Macro es tu aliada para los detalles, pero si eres más de retratos tienes la Cámara de Profundidad a tu disposición.\n\nUna batería de la que no estar pendiente\nOlvídate de estar pendiente de la duración de la batería. Gracias a los 5.000 mAh de tu Galaxy A32 5G y la carga rápida de hasta 15W, una vez que cargues tu Smartphone podrás disfrutar sin preocupaciones.\n\nGame Booster para los amantes de los juegos\nSacar el mayor rendimiento a los juegos de tu dispositivo es una realidad con el nuevo Game Booster gracias a su interfaz y menú de fácil acceso. Tendrás gráficos fluidos y de la mejor calidad con Frame Booster mientras aprendes tus patrones de uso para optimizar la batería, la temperatura y la memoria.\n\nNunca te quedarás sin almacenamiento y velocidad\nGracias a su gran capacidad de almacenamiento interno, ampliable hasta 1TB más de espacio con una tarjeta microSD podrás albergar todo el contenido que te importa. Además, el último móvil Samsung Galaxy A32 5G combina todo esto con alta potencia del procesador Octa-core de 4GB de RAM para que tu dispositivo funcione a su máximo rendimiento todo tiempo.\n\nSi te ha gustado el Samsung Galaxy A32 5G y ya has disfrutado del Galaxy A31 y A30s en The Phone House, mira qué más tenemos en la gama Galaxy Note, Galaxy S o la gama Galaxy A. Consulta si prefieres nuestras ofertas en todos los móviles Samsung.\nEl diseño circular alrededor del módulo de la cámara es único y brinda una sensación de equilibrio y elegancia. La parte trasera presenta un diseño texturizado que evita las huellas dactilares y mantiene el dispositivo como nuevo en todo momento. Color gradiente, aspecto único.\n\nRendimiento potente y estable, multitarea suave, experiencia audiovisual y de juego sin interrupciones. Con una batería del tamaño de una powerbank y una tecnología de carga rápida de 18 W, ya pases tu tiempo viendo películas, jugando o haciendo llamadas telefónicas, te proporcionará la energía que necesitas.","rate":8,"imgUrl":"http://localhost:3002/public/1619359936387Xiaomi Mi Note 10 lite 64GB.png"

}
,
{
    "color":"negro","pantalla":"6.50","name":"Samsung Galaxy A12 32GB+3GB RAM","price":"129€","description":"Dirige tu vista hacia la pantalla Infinity-V de 6.5 pulgadas de Galaxy A12 y observa todo lo que te has estado perdiendo. Gracias a la tecnología HD +, tu contenido favorito se ve nítido, brillante y claro.\n\nCaptura momentos memorables con detalles más nítidos con una cámara principal de 48MP. Amplía el ángulo de visión con la cámara Ultra Gran Angular. Personaliza el enfoque con la cámara de profundidad o acércate más a los detalles con la cámara macro. Con la cámara frontal y Live Focus del Galaxy A12 de 8 megapíxeles, es fácil hacerte selfies impresionantes que muestren más o menos el fondo.\n\nAnticípate a tu día con una batería que no te ralentizará. La batería de 5000 mAh te permite seguir haciendo lo que haces siempre durante horas y horas. Además, con hasta 15W de carga rápida adaptativa, el Galaxy A12 volverá rápidamente a su máxima potencia.\n\nOne UI Core te ayuda a concentrarte en lo que te importa. El hardware y el software funcionan juntos, con contenido y funciones a tu alcance para que puedas acceder a ellos mucho más rápido. Usa el modo oscuro para una experiencia cómoda en la oscuridad. A través de imágenes claras e intuitivas, usar tu teléfono será de lo más natural.","rate":6,"imgUrl":"http://localhost:3002/public/1619360034020Samsung Galaxy A12 32GB.png"
}

,
{
    "color":"Black","pantalla":"6.50","name":"Samsung Galaxy A41","price":"169€","description":"Descubre su cómodo diseño, triple cámara de alta calidad, batería de larga duración, carga rápida, reconocimiento dactilar en pantalla y máxima seguridad.\nDescubre las características de Galaxy A41. El diseño más fino y ergonómico del nuevo teléfono de Samsung se adapta tu mano para un agarre más cómodo. Gracias a su grosor de solo 7,9mm y su parte posterior curvada, podrás navegar por su pantalla más fácilmente. Sumérgete a fondo en los contenidos de tu smartphone con la gran pantalla Infinity-U de 6.1 pulgadas.\n\nEl sistema de triple cámara de Galaxy A41 te permitirá capturar y compartir tu mundo con calidad profesional. Realiza tomas más claras y nítidas a cualquier hora con la cámara principal de 48MP, amplía la visión de tus imágenes con la cámara Ultra Gran Angular de 8MP y acércate a lo que te importa con la cámara de profundidad de 5MP.\n\nCon su batería de 3.500 mAh tendrás energía para todo el día en un teléfono móvil que se adapta a tu ritmo de vida. Y recárgalo rápidamente si se agota con la carga rápida de 15W. Un smartphone de Samsung que aguanta mucho más.\n\nTu información más sensible estará asegurada y protegida siempre en tu smartphone. El avanzado sistema de seguridad de varias capas de Samsung Knox mantendrá a raya las amenazas y el malware para tener tu teléfono Samsung protegido en todo momento. Y limita el acceso a tu teléfono y desbloquéalo con el escáner de reconocimiento de huella dactilar en la pantalla de tu móvil.\n\nSamsung, Galaxy A41 ya está disponible para comprar en varios colores. Compra el nuevo teléfono de Samsung al mejor precio. Encuentra y compara el smartphone que buscas entre todos los teléfonos móviles Samsung disponibles. Llévate los mejores móviles de mayor calidad en oferta y disfruta de precios increíbles en los accesorios más avanzados para tu smartphone Galaxy A41, como los auriculares inalámbricos Galaxy Buds+ o un smartwatch Samsung Galaxy Watch","rate":7,"imgUrl":"http://localhost:3002/public/1619363400313Samsung Galaxy A41.png"
}

,

{
    "color":"Azul","pantalla":"6.50","name":"Xiaomi Mi 10T Lite 128GB+6GB RAM","price":"279€","description":"Dale poder a tus ideas, el Mi 10T Lite es su dispositivo 5G óptimo gracias a su cámara cuádruple de 64 MP con IA, una pantalla AdaptiveSync de 120 Hz sin igual y el chipset de alto rendimiento Snapdragon 750G. El exquisito y llamativo diseño de Mi 10T Lite presenta 3 colores impresionantes, Gris Perla, Azul Atlántico y Rosa Playa Dorada, así como un sensor de huellas dactilares montado en un lateral, estratégicamente situado donde tu dedo se sienta de forma natural. Mi 10T Lite viene con una batería de 4820 mAh (typ) con la característica de optimización por IA, que maximizará el uso de la energía con mayor eficiencia para una vida de la batería más sostenible y duradera. La función de carga rápida con cable de 33 W puede ayudar a cargar tu Mi 10T Lite al 100% sin interrupción en sólo 60 minutos.","rate":7,"imgUrl":"http://localhost:3002/public/1619429528225Xiaomi Mi 10T lite 128GB.png"
}
,


{
    "color":"Black","pantalla":"6.50","name":"Apple iPhone XS Max 64GB","price":"699,99€","description":"Te mostramos este móvil de Apple, un terminal con una cámara de alta definición y un procesador de altas prestaciones para llevar lo último en tu mano.\n\nCuenta con un poderoso procesador desarrollado por Apple de 6 núcleos para que puedas disfrutar de las aplicaciones más recientes en tu terminal. Se trata de uno de los teléfonos móviles más manejables del mercado, pues cuenta con una pantalla compacta de solo 6,5 pulgadas (16.51 cm) y una resolución de (2688x1242), que permite que el móvil se pueda usar cómodamente. Incorpora una cámara trasera de alta resolución de 12 Mpx, con una apertura f/1.8 y 4K (3840x2160) píxeles de resolución para vídeo con una apertura f/1.8; además cuenta con cámara frontal de 7 Mpx, Full HD (1920x1080) píxeles para vídeo y f/2.2 de apertura para conseguir unas fotografías perfectas para presumir en las redes sociales.\n\nEquipado con la nueva red 5g para que disfrutes de velocidades increíbles de conexión nunca antes vistas, además de conectividad Wi-Fi. Puedes ampliar sus capacidades gracias a conectores para sonido de tipo Bluetooth y Lightning, e interfaz Bluetooth v5.0 para que manejes la extensa oferta de productos que encontrarás en el mercado. Posee espacio para 2 tarjetas SIM.\n\nFácil de manejar por sus solamente 208 gramos, con unas medidas de 15,75 cm de alto, 7,74 cm de ancho y 0,77 cm de grosor. Incluye más prestaciones como sensor biométrico de tipo facial para desbloquear el terminal con precisión y rapidez, posicionamiento a través de A-GPS, GLONASS, GALILEO, GPS y Quasi-Zenith (QZSS) que te llevará a donde quieras y resistente al polvo y al aguaconcertificado IP68","rate":8,"imgUrl":"http://localhost:3002/public/1619429830631Apple iPhone XS Max 64GB.jpg"
}

,

{
    "color":"Black","pantalla":"4.70","name":"Apple iPhone 8 64GB","price":"249€","description":"Si buscas un móvil potente y con una batería acorde, este teléfono de Apple estará a la altura de tus expectativas.\n\nEste Apple tiene una cámara principal de altas prestaciones de 12 Mpx, con una apertura f/1.8 y una resolución de vídeo de 4K (3840x2160) píxeles con una apertura f/1.8; también cuenta con cámara frontal de 7 Mpx, Full HD (1920x1080) píxeles para vídeo y f/2.2 de apertura para unos selfies de calidad. En su interior incorpora un poderoso procesador de 6 núcleos firmado por Apple para que saques el máximo partido de las aplicaciones más recientes en tu teléfono. El móvil tiene una pantalla de formato compacto de 4,7 pulgadas (11.94 cm) de diagonal que alberga una resolución de (1136x640), que no ocupa espacio en tu bolsillo. Tiene carga inalámbrica para que puedas alimentar con toda comodidad su batería de gran duración de 1821 mAh , y posee conectividad de tipos Lightning y Qi.\n\nConéctate a redes de tipo Wi-Fi, y también tendrás acceso a redes móviles 4g (LTE), 3g (UMTS) y 2g (GSM). Puedes ampliar sus capacidades mediante la conexión Bluetooth v5.0 para vincularlo con múltiples accesorios, y conexiones para sonido de tipo Bluetooth y Lightning. Posee espacio para 2 tarjetas SIM (dual-SIM).\n\nSi para tí el peso del móvil es algo fundamental, el de este es de 148 gramos, para unas dimensiones de 138,4 cm de alto, 67,3 cm de ancho y 7,3 cm de grosor. Ha sido diseñado con más prestaciones como conectividad NFC, sensor biométrico de identidad de tipo huella, sistemas A-GPS, BeiDou (BDS), GALILEO, GLONASS y GPS de geolocalización para que no te pierdas y capaz de hacer frente a la humedad, al barro y al polvo gracias al certificado IP67.","rate":8,"imgUrl":"http://localhost:3002/public/1619430051098Apple iPhone 8 64GB.jpg"
}

,

{
    "color":"Neon","pantalla":"4.70","name":"Oppo A73 5G 128GB+8GB RAM","price":"249€","description":"Es hora de romper con el típico diseño curvo. Suave, aerodinámico y ligero como una pluma, este podría ser nuestro smartphone más práctico hasta el momento. OPPO A73 5G es la combinación perfecta de diseño y funcionalidad.\n\nPara hacer aún más fácil el desbloqueo, hemos incorporado un escáner de huellas digitales en el botón de encendido. Cuando coges tu teléfono, tu dedo irá de manera natural justo donde necesitas que vaya.\n\nCon el módem 5G integrado, vivirás una experiencia 5G que te llevará a un mundo diferente. Una vez que tengas acceso a esta nueva esfera 5G te alegrarás de tener suficiente espacio para almacenar todo lo que este nuevo mundo te puede ofrecer.\n\nOPPO A73 5G estará en marcha durante todo el día. El modo Super de ahorro de energía aumenta lleva hasta el límite la duración de la carga, y la optimización del modo de suspensión nocturna conserva la batería mientras duermes.","rate":8,"imgUrl":"http://localhost:3002/public/1619430684676Oppo A73 5G 128GB+8GB RAM.jpg"
}

,

{
    "color":"Black","pantalla":"6.70","name":"Samsung Galaxy S20+ 5G 128GB+12GB RAM","price":"649€","description":"\nTodo lo que necesitas en la palma de tu mano.\n\nCon el Samsung Galaxy S20+ dispondrás de conexión 5G para disfrutar allá donde vayas de tus series favoritas en su pantalla Infinity-O de 6.7 pulgadas con tecnología Dynamic AMOLED.\n\nEn el apartado fotográfico no se queda atrás, ya que cuenta con una cuádruple cámara principal: una gran angular de 12MP, una teleobjetivo de 64MP, una ultra gran angular de 12MP y una VGA TOF. Respecto al a cámara para selfies, incorpora una gran angular de 10MP para que puedas inmortalizar tus mejores momentos con la máxima calidad.\n\nTambién incorpora un potente procesador de 8 núcleos, una batería de 4.500mAh con carga inalámbrica ultra rápida, sensor de huella dactilar en la pantalla, reconocimiento facial y certificado IP68 entre otros.\n\n","rate":8,"imgUrl":"http://localhost:3002/public/1619430982196Samsung Galaxy S20+ 5G 128GB+12GB RAM.jpg"
}

,

{
    "color":"Black","pantalla":"6.10","name":"Apple iPhone XR 64GB","price":"520,90€","description":"¿En lo primero que te fijas al mirar un teléfono es en la resolución de su cámara? Este móvil de Apple puede ser justo lo que andas buscando. Descubre cómo es a continuación:\n\nIncorpora una cámara principal de alta resolución de 12 Mpx, con una apertura f/1.8 y una resolución de vídeo de 4K (3840x2160) píxeles con una apertura f/1.8; además cuenta con cámara frontal de 7 Mpx y f/2.2 de apertura para unos autorretratos brillantes. El teléfono tiene una pantalla de formato compacto de 6,1 pulgadas (15.49 cm) y una resolución de (1792x828), que permite que el móvil se pueda usar cómodamente. Dentro podemos encontrar un microprocesador firmado por Apple, que permiten un uso correcto.\n\nPodrás estar conectado todo el día gracias a que es compatible con redes móviles de tipo 4g (LTE), 3g (UMTS) y 2g (GSM) y a redes inalámbricas Wi-Fi. Puedes ampliar sus capacidades utilizando soporte Bluetooth v5.0 para vincularlo con múltiples accesorios, y conectores de sonido (Bluetooth y Lightning). Puedes utilizar dos tarjetas SIM gracias a que cuenta con dual-SIM.\n\nIncluye más prestaciones como sensor biométrico de facial que te proporciona la máxima seguridad de manera invisible, sistemas A-GPS, Quasi-Zenith (QZSS), GLONASS, GALILEO y GPS de geolocalización para que llegues al fin del mundo y es impermeable y resistente al polvocomo indica su certificación IP67. Manejable por sus apenas 194 gramos, con unas proporciones de 15,09 x 7,57 x 0,83 cm (alto x ancho x grosor).\n\n\n\n\n","rate":7,"imgUrl":"http://localhost:3002/public/1619431144010Apple iPhone XR 64GB.jpg"
}

,

{
    "color":"Black","pantalla":"5.80","name":"Samsung Galaxy S8","price":"259€","description":"¿Buscas un terminal de alto rendimiento? No pases de largo y mira este terminal de Samsung seguro que te gusta, con su cámara de alta resolución y su pantalla de gran formato.\n\nEste Samsung tiene unas cámaras prestacionales: su cámara principal de 12 Mpx, con una apertura f/1.7 y 4K (3840x2160) píxeles de resolución para vídeo con una apertura f/1.7; y también cuenta con cámara frontal de 8 Mpx y f/1.7 de apertura para que ahora tus selfies sean mejores. Este terminal cuenta con una pantalla de gran formato de 5,8 pulgadas (14.73 cm) de diagonal que alberga una resolución de WQHD+ (2960x1440) para no perderte tus series y películas favoritas. Dentro de su carcasa tiene un microprocesador fabricado por Samsung de 8 núcleos, acorde con el resto de características. Disfruta de la carga inalámbrica que incorpora este teléfono para alimentar su batería de 3000 mAh de capacidad, además de tener conexión de tipos Tipo C y Qi.\n\nDisfruta de prestaciones multimedia mediante tecnología Bluetooth v5.0 para que manejes la enorme gama de productos compatibles que hay en el mercado, y conexiones para sonido de tipo Bluetooth y Estéreo 3.5mm. No pierdas cobertura gracias a que es compatible con redes móviles de tipo 4g (LTE), 3g (UMTS) y 2g (GSM) y a redes inalámbricas Wi-Fi. Cuenta con espacio para dos tarjetas SIM (dual-SIM).\n\nCuenta con un peso de 155 gramos, adecuado a la pantalla de gran formato que posee, con unas dimensiones de 14,89 x 6,81 x 0,8 cm. Viene con diversas prestaciones como conectividad NFC, sensores biométricos de tipo iris y huella para desbloquear el teléfono con rapidez, posicionamiento por BeiDou (BDS), GLONASS, A-GPS, GPS y GALILEO para llegar a todos los lugares y certificado IP68 de resistencia al polvo y agua.\n\n\n\n\n\n","rate":8,"imgUrl":"http://localhost:3002/public/1619431267194Samsung Galaxy S8.jpg"
}

,

{
    "color":"Black","pantalla":"6.67","name":"Xiaomi Redmi Note 9S 64GB+4GB RAM","price":"209€","description":"Xiaomi nos presenta el Redmi Note 9S, que mejora a su gran éxito el Redmi Note 8, presentando una pantalla aun mayor de 6.67\" con resolución FHD+ y una increíble batería de 5020mAh para que nunca sea un problema la autonomía.\nEn la parte de rendimiento monta un procesador de Qualcomm, el Snapdragon 720G que permite que tus aplicaciones funcionen fluidas y rápidas.\nLas cámara principal de 48Mpx con IA, tiene una apertura de 1.79 para que tus fotos sean siempre muy luminosas, pero ademas añade una cámara ultra gran angular de 8Mpx para no dejar a nadie fuera de la foto, una cámara de 5Mpx Macro, para poder sacar hasta el ultimo detalle de cerca, y una cuarta cámara de 2Mpx para medir la profundidad y permitirte un efecto Bokeh increible.\nEn cuanto al selfie dispones de una cámara de 16Mpx para que siempre salgas bien y con mucha calidad.\n\n\n\n\n\n\n\n","rate":6,"imgUrl":"http://localhost:3002/public/1619431448131Xiaomi Redmi Note 9S 64GB+4GB RAM.jpg"

}
,

{
    "color":"Black","pantalla":"6.44","name":"OnePlus Nord 128GB+8GB RAM","price":"349€","description":"Nord cuenta con el mismo sensor principal de 48 MP que el OnePlus 8, y añade una estabilización óptica de imgUrln (OIS) para evitar las fotos y vídeos borrosos o con temblores. Además, Nord es tan inteligente que elimina ruidos no deseados y aporta nitidez en entornos difíciles para fotografiar o grabar, como situaciones con luz solar muy fuerte.\n\nOxygenOS 10.5 ya viene instalado en el Nord,e incluye todas las funciones que esperas, como el Tema oscuro, la navegación con gestos y Zen Mode. Nord también incluye aplicaciones de comunicación de Google, como Messages, Dialer y Duo, para que tengas la experiencia de usuario más sencilla, intuitiva y segura.\n\nLa pantalla del Nord cuenta con 2048 niveles de brillo automático. Estos permiten transiciones más delicadas entre niveles de brillo diferentes y te brindan un mayor confort ocular cuando estás viendo las redes sociales o buscando productos en una página con un diseño bello.\n\nOnePlus Nord está impulsado por la Qualcomm Snapdragon 765G 5G, que tiene una velocidad de CPU mejorada y una representación de los gráficos un 30 % más rápida.","rate":8,"imgUrl":"http://localhost:3002/public/1619431675362OnePlus Nord 128GB+8GB RAM.jpg","__v":0},{"_id":{"$oid":"6086933221cb373498ad3e1a"},"color":"Black","pantalla":"6.40","creationDate":{"$date":"2021-04-26T10:09:13.124Z"},"name":"Realme 7 Pro 128GB+8GB RAM","price":"299€","description":"Procesador\nQualcomm Snapdragon 720G 8 núcleos\nPantalla\nAMOLED 6.4 \" / 16,26 cm\nCámara\nPrincipal: 64 Mpx Selfie: 32 Mpx\n\n\n","rate":7,"imgUrl":"http://localhost:3002/public/1619432242976Realme 7 Pro 128GB+8GB RAM.jpg"
}

,

{
    "color":"Black","pantalla":"6.67","name":"Xiaomi POCO X3 NFC 128GB+6GB RAM","price":"229€","description":"Qualcomm SnapDragon 732G: La \"G” significa que este procesador ofrece un potente rendimiento gaming. El procesador Qualcomm Snapdragon 732G cuenta con una gran capacidad de procesamiento de gráficos y funciones avanzadas de computación de inteligencia artificial. Utiliza una tecnología de 8nm y un chip de octava generación que ayuda a alcanzar unas velocidades de 2.3GHz.\n\nExactamente la pantalla de vanguardia que necesitas: Disfruta de una fluidez única cada vez que haces scroll. La percepción de la fluidez de los usuarios se debe en gran medida a la tasa de actualización del teléfono. Esta pantalla con una tasa de actualización de 120 Hz puede mostrar hasta 120 fotogramas por segundo. Esto te permite jugar y desplazarte a través de tu timeline en redes sociales sin problemas.\n\nAltavoces estéreo dobles: Efectos de sonido fascinantes que te sumergen en tus juegos. Juega, disfruta de la precisión del sonido de cada movimiento. Disfruta de tus vídeos, experimenta la experiencia de la inmersión. Escucha tu música, disfruta de los altavoces de calidad de estudio\n\nGame Turbo 3.0 para una experiencia de juego aún más personalizable: Optimización de la velocidad de fotogramas, la estabilidad del juego aumentó en un 37,9%. Aceleración del tacto, el rendimiento del sistema de tacto mejoró en un 100%. Juego ininterrumpido, incluso el ancho de banda de la red y latencia reducida.\n\nCuatro cámaras conectadas: Cuatro objetivos que trabajan juntos para satisfacer tus necesidades creativas donde quiera que estés. Cámara principal de 64 MP. Cámara ultra gran angular de 13 MP. Cámara macro de 2 MP. Cámara de profundidad de 2 MP.\n","rate":8,"imgUrl":"http://localhost:3002/public/1619432505503Xiaomi POCO X3 NFC 128GB+6GB RAM.jpg"
}

,

{
    "color":"Black","pantalla":"6.81","name":"Xiaomi Mi 11 256GB+8GB RAM","price":"799€","description":"Para la creación de Mi 11, Xiaomi se ha unido a expertos con experiencia profesional en la corrección del color de la industria cinematográfica, aportando una variedad de filtros cinematográficos y un mejor rendimiento de la luz a tus vídeos, lo que mejora la calidad cinematográfica de tus obras artísticas.\n\nTe presentamos una pantalla casi perfecta, con una claridad, color y suavidad inmaculada. El Mi 11 ha establecido 13 nuevos récords y ha recibido una calificación A+ de DisplayMate, una de las agencias de evaluación de pantallas más fiables del mundo.\n\nLa pantalla WQHD+ de ultra alta resolución (3200x1440) proporciona un recuento de píxeles casi 1,8 veces superior al de las pantallas FHD+ que muestran más detalles, a la vez que permite experimentar un contenido de vídeo de alta resolución de 1440p. Además, el Mi 11 utiliza el último material luminiscente E4, lo que hace que la pantalla sea más eficiente en cuanto a potencia.\n\n\n\n","rate":8,"imgUrl":"http://localhost:3002/public/1619434351311Xiaomi Mi 11 256GB+8GB RAM.jpg"
    
}

,

{
    "color":"Black","pantalla":"6.67","name":"Xiaomi Mi 10T Pro 128GB+8GB RAM\n4 (4)","price":"599€","description":"El Xiaomi Mi 10T Pro es la variante más avanzada de la serie Mi 10T. El Xiaomi Mi 10T Pro prácticamente conserva las mismas características del Mi 10T pero mejora la cámara triple, pasando a tener una configuración de 108MP + 13 MP + 5 MP, fija la memoria RAM en 8GB con 128GB o 256GB de almacenamiento interno, y agrega un nuevo color. El resto de las características, incluyendo la pantalla Full HD+ de 6.67 pulgadas con Gorilla Glass 5 y refresco de 144 Hz, el procesador Snapdragon 865, la cámara selfie de 20 megapixels y la batería de 5000 mAh de carga rápida, permanecen iguales.\n\n\n\n\n","rate":8,"imgUrl":"http://localhost:3002/public/1619434469006Xiaomi Mi 10T Pro 128GB+8GB RAM.jpg"

}

]